akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
be5invis.vscode-custom-css
catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
firsttris.vscode-jest-runner
github.github-vscode-theme
github.vscode-github-actions
golang.go
hashicorp.terraform
jdinhlife.gruvbox
kevinrose.vsc-python-indent
mhutchie.git-graph
miguelsolorio.min-theme
miguelsolorio.symbols
mikoz.black-py
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
orta.vscode-jest
pkief.material-icon-theme
redhat.vscode-yaml
rexcor.neorose-vimpine
sectorz.noir-vs-code-theme
sonalsithara.intellij-one-dark
sonarsource.sonarlint-vscode
spotechyt.serika-dark
tomrijndorp.find-it-faster
vscodevim.vim
